export const jiangsu = {
  "province": "江苏省",
  "code": "320000",
  "cities": [
    {
      "name": "南京市",
      "code": "320100",
      "districts": [
        "玄武区", "秦淮区", "建邺区", "鼓楼区", "浦口区",
        "栖霞区", "雨花台区", "江宁区", "六合区", "溧水区", "高淳区"
      ]
    },
    {
      "name": "无锡市",
      "code": "320200",
      "districts": [
        "梁溪区", "锡山区", "惠山区", "滨湖区", "新吴区",
        "江阴市", "宜兴市"
      ]
    },
    {
      "name": "徐州市",
      "code": "320300",
      "districts": [
        "鼓楼区", "云龙区", "贾汪区", "泉山区", "铜山区",
        "丰县", "沛县", "睢宁县", "新沂市", "邳州市"
      ]
    },
    {
      "name": "常州市",
      "code": "320400",
      "districts": [
        "天宁区", "钟楼区", "新北区", "武进区", "金坛区",
        "溧阳市"
      ]
    },
    {
      "name": "苏州市",
      "code": "320500",
      "districts": [
        "虎丘区", "吴中区", "相城区", "姑苏区", "吴江区",
        "常熟市", "张家港市", "昆山市", "太仓市"
      ]
    },
    {
      "name": "南通市",
      "code": "320600",
      "districts": [
        "崇川区", "通州区", "海门区",
        "如东县", "启东市", "如皋市", "海安市"
      ]
    },
    {
      "name": "连云港市",
      "code": "320700",
      "districts": [
        "连云区", "海州区", "赣榆区",
        "东海县", "灌云县", "灌南县"
      ]
    },
    {
      "name": "淮安市",
      "code": "320800",
      "districts": [
        "淮安区", "淮阴区", "清江浦区", "洪泽区",
        "涟水县", "盱眙县", "金湖县"
      ]
    },
    {
      "name": "盐城市",
      "code": "320900",
      "districts": [
        "亭湖区", "盐都区", "大丰区",
        "响水县", "滨海县", "阜宁县", "射阳县", "建湖县", "东台市"
      ]
    },
    {
      "name": "扬州市",
      "code": "321000",
      "districts": [
        "广陵区", "邗江区", "江都区",
        "宝应县", "仪征市", "高邮市"
      ]
    },
    {
      "name": "镇江市",
      "code": "321100",
      "districts": [
        "京口区", "润州区", "丹徒区",
        "丹阳市", "扬中市", "句容市"
      ]
    },
    {
      "name": "泰州市",
      "code": "321200",
      "districts": [
        "海陵区", "高港区", "姜堰区",
        "兴化市", "靖江市", "泰兴市"
      ]
    },
    {
      "name": "宿迁市",
      "code": "321300",
      "districts": [
        "宿城区", "宿豫区",
        "沭阳县", "泗阳县", "泗洪县"
      ]
    }
  ]
}